Repository: Bug1nC0de/duster_app
Catalog: lib/l10n/intl_*.arb
Languages: de, no

# signin
source: Duster Sign In
de: Duster Anmelden
no: Duster Logg inn

# email
source: Email Address
de: E-Mail-Adresse
no: Epostadresse

source: Enter Email
de: Email eingeben
no: Skriv inn e-post

source: Password
de: Passwort
no: Passord

# passwordError
source: Passwords do not match
de: Passwörter stimmen nicht überein
no: Passordene stemmer ikke overens

source: Submit
de: Einreichen
no: Sende inn

source: New Here?
de: Neu hier?
no: Ny her?

source: Reset Password
de: Passwort zurücksetzen
no: Tilbakestill passord

source: Welcome
de: Willkommen
no: Velkommen

source: Your Info
de: Ihre Informationen
no: Din informasjon

# upload
source: Documents
de: Dokumente
no: Dokumenter

# read
source: PLEASE READ CAREFULLY
de: Bitte sorgfältig lesen
no: Vennligst les nøye

# requiredDocs
source: We will need the following documentation to complete your application
de: Wir benötigen die folgenden Dokumente, um Ihre Bewerbung abzuschließen.
no: Vi vil trenge følgende dokumentasjon for å fullføre søknaden din.

# beforeStart
source: Make sure you have ALL documents available before you start your application
de: Stellen Sie sicher, dass Sie ALLE Dokumente verfügbar haben, bevor Sie Ihre Bewerbung starten.
no: Sørg for at du har ALLE dokumenter tilgjengelig før du starter di søknad.

# line1
source: If you upload the wrong documentation your application wil be
de: Wenn Sie die falsche Dokumentation hochladen, wird Ihre Bewerbung
no: Hvis du laster opp feil dokumentasjon, vil søknaden din bli

# line2
source: We only accept png && jpeg && pdf
de: Wir akzeptieren nur png, jpeg und pdf
no: Vi godtar kun png, jpeg og pdf

# line3
source: Before you continue please confirm:
de: Bevor Sie fortfahren, bitte bestätigen Sie:
no: Før du fortsetter, vennligst bekreft:

# reject
source: REJECTED!
de: ABGELEHNT!
no: AVVIST!

# confirmDocs
source: You have all the documentation to complete the application
de: Sie haben alle Dokumente, um die Bewerbung abzuschließen
no: Du har alle dokumentene for å fullføre søknaden

# confirmCriminal
source: You do not have a criminal record
de: Sie haben kein Strafregister
no: Du har ingen kriminell bakgrunn

# confirmLegal
source: You are legally allowed to work in {country}
de: Sie sind berechtigt, in Deutschland zu arbeiten
no: Du har lov til å jobbe i Norge

# understandIC
source: You understand that you are an independant contractor
de: Sie verstehen, dass Sie ein unabhängiger Auftragnehmer sind
no: Du forstår at du er en selvstendig næringsdrivende

# policyAgree
source: You Agree to our terms & privacy policy
de: Sie stimmen unseren Nutzungsbedingungen und Datenschutzrichtlinien zu
no: Du godtar våre vilkår og personvernregler

# tickPolicy
source: By ticking this box you agree to our
de: Indem Sie dieses Kästchen ankreuzen, stimmen Sie unseren
no: Ved å merke av i denne boksen godtar du våre

# tc
source: terms of service
de: Nutzungsbedingungen
no: bruksvilkår

# idDoc
source: Passport/ Birth Certificate
de: Personalausweis/Reisepass
no: Nasjonalt ID-kort/Pass

# idError
source: Please enter a valid identification number
de: Bitte geben Sie eine gültige Ausweis- oder Reisepassnummer ein
no: Vennligst skriv inn et gyldig ID- eller passnummer

# addressProof
source: Proof of address
de: Nachweis der Adresse
no: Adressebevis

source: Bank letter
de: Bankschreiben
no: Brev fra banken

# proPic
source: Profile Picture
de: Profilbild
no: Profilbilde

# workPermit
source: {residence} permit (If foreign national)
de: Aufenthaltserlaubnis (für ausländische Staatsangehörige)
no: Oppholdstillatelse (for utenlandske statsborgere)

source: DBS Letter
de: Führungszeugnis
no: Politiattest

# rtw
source: Right to Work (If foreign national)
de: Arbeitserlaubnis (für ausländische Staatsangehörige)
no: Arbeidstillatelse (for utenlandske statsborgere)

# fromHere
source: Are you a {country}?
de: Sind Sie Deutscher/Sind Sie Deutsche?
no: Er du norsk?

# local
source: {country}
de: Deutschland
no: Norge

# foreign
source: Foreign National
de: Ausländische Nation
no: Utenlandsk nasjon

# foreignOrLocal
source: Are you foreign or local?
de: Sind Sie ausländisch oder einheimisch?
no: Er du utenlandsk eller lokal?

source: Male
de: Männlich
no: Mann

source: Female
de: Weiblich
no: Kvinne

source: Gender
de: Geschlecht
no: Kjønn

# maleOrFemale
source: Are you male or female
de: Sind Sie männlich oder weiblich?
no: Er du mann eller kvinne?

# uploadFiles
source: Upload files to complete your application
de: Laden Sie Dateien hoch, um Ihre Bewerbung abzuschließen
no: Last opp filer for å fullføre søknaden din

source: Register
de: Registrieren
no: Registrere

source: Name
no: Navn

# enterName
source: Enter Your Name
de: Gib deinen Namen eine
no: Skriv inn navnet ditt

source: Surname
de: Nachname
no: Etternavn

# enterSurname
source: Enter Your Surname
de: Geben Sie Ihren Nachnamen ein
no: Skriv inn etternavnet ditt

# cellphone
source: Mobile
de: Handy
no: Mobiltelefon

# enterCell
source: Enter Your Mobile #
de: Geben Sie Ihr Mobiltelefon ein #
no: Skriv inn mobilnummeret ditt #

# idNum
source: {id} Number
de: Personalausweisnummer
no: Fødselsnummeret

# enterIdNum
source: Enter Your {id} Number
de: Bitte geben Sie Ihre Personalausweisnummer ein
no: Vennligst skriv inn fødselsnummeret ditt

source: Confirm Password
de: Bestätige das Passwort
no: Bekreft Passord

# nameError
source: Name Cannot be blank
de: Name darf nicht leer sein
no: Navn kan ikke være tomt

# surnameError
source: Surname cannot be blank
de: Nachname darf nicht leer sein
no: Etternavn kan ikke være tomt

# emailError
source: Please enter a valid email address
de: Geben Sie eine gültige E-Mail-Adresse ein
no: Skriv inn en gyldig e-postadresse

# cellPhoneError
source: Please enter a valid mobile number
de: Bitte geben Sie eine gültige Handynummer ein
no: Vennligst skriv inn et gyldig mobilnummer

# addressError
source: Address cannot be blank
de: Adresse darf nicht leer sein
no: Adresse kan ikke være tom

# haveAccount
source: Already have an account?
de: Sie haben bereits ein Konto?
no: Har du allerede en konto?

source: Enter Post Code
de: Postleitzahl eingeben
no: Skriv inn postnummer

source: Find Post Code
de: Postleitzahl finden
no: Finn postnummer

source: Change Post Code
de: Postleitzahl ändern
no: Endre postnummer

# ukPostCode
source: Please enter your UK postcode
de: Bitte geben Sie Ihre britische Postleitzahl ein
no: Vennligst skriv inn ditt britiske postnummer

# dePostCode
source: Please enter German Post Code
de: Bitte geben Sie die deutsche Postleitzahl ein
no: Vennligst skriv inn tysk postnummer

# noPostCode
source: Please enter Norwegian Post Code
de: Bitte geben Sie die norwegische Postleitzahl ein
no: Vennligst skriv inn norsk postnummer

# enterAddressDetails
source: Click to enter address details
de: Klicken Sie hier, um Adressdetails einzugeben
no: Klikk for å angi adressedetaljer

# aboutAddress
source: Please select address
de: Bitte wählen Sie eine Adresse
no: Vennligst velg adresse

# saveAdr
source: Save Address
de: Adresse speichern
no: Lagre adresse

# typeCode
source: Type Your Code
de: Geben Sie Ihren Code ein
no: Skriv inn koden din

# typeAddress
source: Please type your address/ start with street number
de: Beginnen Sie mit der Hausnummer / Bitte geben Sie Ihre Adresse ein
no: Start med gatenummer / Vennligst skriv inn adressen din

# enterSAaddress
source: Please enter South African addresss
de: Bitte geben Sie eine südafrikanische Adresse ein
no: Vennligst skriv inn en sørafrikansk adresse

# enterUKPostCode
source: Please enter your UK Post Code
de: Bitte geben Sie Ihre britische Postleitzahl ein
no: Vennligst skriv inn ditt britiske postnummer

# enterDEPostCode
source: Please enter German Post Code
de: Bitte geben Sie die deutsche Postleitzahl ein
no: Vennligst skriv inn tysk postnummer

# enterNOPostCode
source: Please enter Norwegian Post Code
de: Bitte geben Sie die norwegische Postleitzahl ein
no: Vennligst skriv inn norsk postnummer

source: Change Region
de: Region ändern
no: Endre region

# compApp
source: Complete Application
de: Bewerbung abschließen
no: Fullfør søknad

# verifyEmail
source: Please verify your email address;
de: Bitte verifizieren Sie Ihre E-Mail-Adresse;
no: Vennligst bekreft e-postadressen din;

# checkEmail
source: We have sent you an email to {email}. please check your spam just in case. If you have not received an email please resend verification email.
de: Wir haben Ihnen eine E-Mail an {email} gesendet. Bitte überprüfen Sie auch Ihren Spam-Ordner. Wenn Sie keine E-Mail erhalten haben, senden Sie die Verifizierungs-E-Mail bitte erneut.
no: Vi har sendt deg en e-post til {email}. Vennligst sjekk søppelposten din for sikkerhets skyld. Hvis du ikke har mottatt en e-post, vennligst send verifikasjons-e-posten på nytt.

# resendEmail
source: Re-send email verification
de: E-Mail-Verifizierung erneut senden
no: Send e-postverifikasjon på nytt

# verifyingEmail
source: Please wait while we verify your email...
de: Bitte warten Sie, während wir Ihre E-Mail verifizieren...
no: Vennligst vent mens vi bekrefter e-posten din...

# creatingAccount
source: Please wait while we create your account...
de: Bitte warten Sie, während wir Ihr Konto erstellen...
no: Vennligst vent mens vi oppretter kontoen din...

source: Change Address
de: Adresse ändern
no: Endre adresse

source: Current Address
de: Aktuelle Adresse
no: Nåværende adresse

source: Please select country
de: Bitte wählen Sie ein Land
no: Vennligst velg land

# sA
source: South Africa
de: Südafrika
no: Sør-Afrika

# uK
source: United Kingdom
de: Vereinigtes Königreich
no: Storbritannia

# nO
source: Norway
de: Norwegen
no: Norge

# dE
source: Germany
de: Deutschland
no: Tyskland

# enterEmailToReset
source: Please enter your email to reset your password
de: Bitte geben Sie Ihre E-Mail-Adresse ein, um Ihr Passwort zurückzusetzen
no: Vennligst skriv inn e-posten din for å tilbakestille passordet

source: Submitting...
de: Wird gesendet...
no: Sender inn...

# sweeping
source: Sweeping up...
de: Wird aufgeräumt...
no: Rydder opp...

source: Back to Login
de: Zurück zum Login
no: Tilbake til innlogging

# passwordTooShort
source: Please make sure your password is longer than 7 characters
de: Bitte stellen Sie sicher, dass Ihr Passwort länger als 7 Zeichen ist
no: Passordet ditt må være lengre enn 7 tegn
